IDEA Open Model
ConcreteCheckDetailingEc2 Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the ConcreteCheckDetailingEc2 class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ConcreteCheckDetailingEc2()
Public Sub New
See Also
Reference
ConcreteCheckDetailingEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace